while 1 == 1:
    



    print('要问现在最火的一部电影是什么？当之无愧的就是让人热血沸腾的《战狼2》。')
    print('这个星期天，爸爸妈妈就带我去观看了这部超火的电影。影片主要讲述了一个名叫冷锋的退役特种兵，')
    print('意外卷入了一场非洲国家的叛乱之中，本可以安全撤离，但为了营救被叛军劫持的华侨和海外友人，孤身一人杀入叛军的包围圈，')
    print('并在中国舰队的帮助下，从叛军手中成功救出人质。影片中展现了中国军人的坚毅和果敢，中国军事力量和综合国力的强大，')
    print('祖国对海外华侨的关心与帮助，展示出中国在世界上越来越重要的地位。影片中，当冷锋一行人在通过政府军和叛军的交战区时，')
    print('冷锋把中国的国旗高高举起，交战双方不约而同地发出命令：“ItsChinese，stop！”让冷锋的车队顺利通过交战区。影片最后，')
    print('屏幕上出现了一本中国护照，上面写着：“中华人民共和国公民，当你在海外遭遇危险，不要放弃，请记住，')
    print('你的身后有一个强大的祖国！”看到这些场景，全场观众沸腾了，为中国的强盛而热烈鼓掌，久久没有停息……中国，')
    print('我为你骄傲，为你自豪！作为新时代的少年，我们一定要珍惜现在和平幸福的生活环境，好好学习，努力汲取知识，')
    print( '长大后为祖国的繁荣昌盛贡献自己的力量！')
